[
  {
    "doc_name": "january-22-1807-special-message-congress-burr-conspiracy",
    "date": "1807-01-22",
    "transcript": "TO THE SENATE AND HOUSE OF REPRESENTATIVES OF THE UNITED STATES:Agreeably to the request of the House of Representatives, communicated in their    resolution of the 16th instant, I proceed to state under the reserve therein    expressed, information received touching an illegal combination of private individuals    against the peace and safety of the Union, and a military expedition planned    by them against the territories of a power in amity with the United States,    with the measures I have pursued for suppressing the same.I had for some time been in the constant expectation of receiving such further    information as would have enabled me to lay before the legislature the termination    as well as the beginning and progress of this scene of depravity, so far it    has been acted on the Ohio and its waters. From this the state and safety of    the lower country might have been estimated on probable grounds, and the delay    was indulged the rather, because no circumstance had yet made it necessary to    call in the aid of the legislative functions. Information now recently communicated    has brought us nearly to the period contemplated. The mass of what I have received,    in the course of these transactions, is voluminous, but little has been given    under the sanction of an oath, so as to constitute formal and legal evidence.    It is chiefly in the form of letters, often containing such a mixture of rumors,    conjectures, and suspicions, as render it difficult to sift out the real facts,    and unadvisable to hazard more than general outlines, strengthened by concurrent    information, or the particular credibility of the relater. In this state of    the evidence, delivered sometimes too under the restriction of private confidence,    neither safety nor justice will permit the exposing names, except that of the    principal actor, whose guilt is placed beyond question.Some time in the latter part of September, I received intimations that designs    were in agitation in the western country, unlawful and unfriendly to the peace    of the Union; and that the prime mover in these was Aaron Burr, heretofore distinguished    by the favor of his country. The grounds of these intimations being inconclusive,    the objects uncertain, and the fidelity of that country known to be firm, the    only measure taken was to urge the informants to use their best endeavors to    get further insight into the designs and proceedings of the suspected persons,    and to communicate them to me.It was not until the latter part of October, that the objects of the conspiracy    began to be perceived, but still so blended and involved in mystery that nothing    distinct could be singled out for pursuit. In this state of uncertainty as to    the crime contemplated, the acts done, and the legal course to be pursued, I    thought it best to send to the scene where these things were principally in    transaction, a person, in whose integrity, understanding, and discretion, entire    confidence could be reposed, with instructions to investigate the plots going    on, to enter into conference (for which he had sufficient credentials) with    the governors and all other officers, civil and military, and with their aid    to do on the spot whatever should be necessary to discover the designs of the    conspirators, arrest their means, bring their persons to punishment, and to    call out the force of the country to suppress any unlawful enterprise in which    it should be found they were engaged. By this time it was known that many boats    were under preparation, stores of provisions collecting, and an unusual number    of suspicious characters in motion on the Ohio and its waters. Besides despatching    the confidential agent to that quarter, orders were at the same time sent to    the governors of the Orleans and Mississippi territories, and to the commanders    of the land and naval forces there, to be on their guard against surprise, and    in constant readiness to resist any enterprise which might be attempted on the    vessels, posts, or other objects under their care; and on the 8th of November,    instructions were forwarded to General Wilkinson to hasten an accommodation    with the Spanish commander on the Sabine, and as soon as that was effected,    to fall back with his principal force to the hither bank of the Mississippi,    for the defence of the intersecting points on that river. By a letter received    from that officer on the 25th of November, but dated October 21st, we learn    that a confidential agent of Aaron Burr had been deputed to him, with communications    partly written in cipher and partly oral, explaining his designs, exaggerating    his resources, and making such offers of emolument and command, to engage him    and the army in his unlawful enterprise, as he had flattered himself would be    successful. The general, with the honor of a soldier and fidelity of a good    citizen, immediately despatched a trusty officer to me with information of what    had passed, proceeding to establish such an understanding with the Spanish commandant    on the Sabine as permitted him to withdraw his force across the Mississippi,    and to enter on measures for opposing the projected enterprise.The general's letter, which came to hand on the 25th of November, as has been    mentioned, and some other information received a few days earlier, when brought    together, developed Burr's general designs, different parts of which only had    been revealed to different informants. It appeared that he contemplated two    distinct objects, which might be carried on either jointly or separately, and    either the one or the other first, as circumstances should direct. One of these    was the severance of the Union of these States by the Alleghany mountains; the    other, an attack on Mexico. A third object was provided, merely ostensible,    to wit: the settlement of a pretended purchase of a tract of country on the    Washita, claimed by a Baron Bastrop. This was to serve as the pretext for all    his preparations, an allurement for such followers as really wished to acquire    settlements in that country, and a cover under which to retreat in the event    of final discomfiture of both branches of his real design.He found at once that the attachment of the western country to the present    Union was not to be shaken; that its dissolution could not be effected with    the consent of its inhabitants, and that his resources were inadequate, as yet,    to effect it by force. He took his course then at once, determined to seize    on New Orleans, plunder the bank there, possess himself of the military and    naval stores, and proceed on his expedition to Mexico; and to this object all    his means and preparations were now directed. He collected from all the quarters    where himself or his agents possessed influence, all the ardent, restless, desperate,    and disaffected persons who were ready for any enterprise analogous to their    characters. He seduced good and well-meaning citizens, some by assurances that    he possessed the confidence of the government and was acting under its secret    patronage, a pretence which obtained some credit from the state of our differences    with Spain; and others by offers of land in Bastrop's claim on the Washita.This was the state of my information of his proceedings about the last of November,    at which time, therefore, it was first possible to take specific measures to    meet them. The proclamation of November 27, two days after the receipt of    General Wilkinson's information, was now issued. Orders were despatched to every    intersecting point on the Ohio and Mississippi, from Pittsburg to New Orleans,    for the employment of such force either of the regulars or of the militia, and    of such proceedings also of the civil authorities, as might enable them to seize    on all the boats and stores provided for the enterprise, to arrest the persons    concerned, and to suppress effectually the further progress of the enterprise.    A little before the receipt of these orders in the State of Ohio, our confidential    agent, who had been diligently employed in investigating the conspiracy, had    acquired sufficient information to open himself to the governor of that State,    and apply for the immediate exertion of the authority and power of the State    to crush the combination. Governor Tiffin and the legislature, with a promptitude,    an energy, and patriotic zeal, which entitle them to a distinguished place in    the affection of their sister States, effected the seizure of all the boats,    provisions, and other preparations within their reach, and thus gave a first    blow, materially disabling the enterprise in its outset.In Kentucky, a premature attempt to bring Burr to justice, without sufficient    evidence for his conviction, had produced a popular impression in his favor,    and a general disbelief of his guilt. This gave him an unfortunate opportunity    of hastening his equipments. The arrival of the proclamation and orders, and    the application and information of our confidential agent, at length awakened    the authorities of that State to the truth, and then produced the same promptitude    and energy of which the neighboring State had set the example. Under an act    of their legislature of December 23, militia was instantly ordered to different    important points, and measures taken for doing whatever could yet be done. Some    boats (accounts vary from five to double or treble that number) and persons    (differently estimated from one to three hundred) had in the meantime passed    the falls of the Ohio, to rendezvous at the mouth of the Cumberland, with others    expected down that river.Not apprized, till very late, that any boats were building on Cumberland, the    effect of the proclamation had been trusted to for some time in the State of    Tennessee; but on the 19th of December, similar communications and instructions    with those of the neighboring States were despatched by express to the governor,    and a general officer of the western division of the State, and on the 23rd of    December our confidential agent left Frankfort for Nashville, to put into activity    the means of that State also. But by information received yesterday I learn    that on the 22rd of December, Mr. Burr descended the Cumberland with two boats    merely of accommodation, carrying with him from that State no quota toward his    unlawful enterprise. Whether after the arrival of the proclamation, of the orders,    or of our agent, any exertion which could be made by that State, or the orders    of the governor of Kentucky for calling out the militia at the mouth of Cumberland,    would be in time to arrest these boats, and those from the falls of the Ohio,    is still doubtful.On the whole, the fugitives from Ohio, with their associates from Cumberland,    or any other place in that quarter, cannot threaten serious danger to the city    of New Orleans.By the same express of December nineteenth, orders were sent to the governors    of New Orleans and Mississippi, supplementary to those which had been given    on the 25th of November, to hold the militia of their territories in    readiness to co-operate for their defence, with the regular troops and armed    vessels then under command of General Wilkinson. Great alarm, indeed, was excited    at New Orleans by the exaggerated accounts of Mr. Burr, disseminated through    his emissaries, of the armies and navies he was to assemble there. General Wilkinson    had arrived there himself on the 24th of November and had immediately put into    activity the resources of the place for the purpose of its defence; and on the    tenth of December he was joined by his troops from the Sabine. Great zeal was    shown by the inhabitants generally, the merchants of the place readily agreeing    to the most laudable exertions and sacrifices for manning the armed vessels    with their seamen, and the other citizens manifesting unequivocal fidelity to    the Union, and a spirit of determined resistance to their expected assailants.Surmises have been hazarded that this enterprise is to receive aid from certain    foreign powers. But these surmises are without proof or probability. The wisdom    of the measures sanctioned by Congress at its last session had placed us in    the paths of peace and justice with the only powers with whom we had any differences,    and nothing has happened since which makes it either their interest or ours    to pursue another course. No change of measures has taken place on our part;    none ought to take place at this time. With the one, friendly arrangement was    then proposed, and the law deemed necessary on the failure of that was suspended    to give time for a fair trial of the issue. With the same power, negotiation    is still preferred and provisional measures only are necessary to meet the event    of rupture. While, therefore, we do not deflect in the slightest degree from    the course we then assumed, and are still pursuing, with mutual consent, to    restore a good understanding, we are not to impute to them practices as irreconcilable    to interest as to good faith, and changing necessarily the relations of peace    and justice between us to those of war. These surmises are, therefore, to be    imputed to the vauntings of the author of this enterprise, to multiply his partisans    by magnifying the belief of his prospects and support.By letters from General Wilkinson, of the 14th and 18th of September, which    came to hand two days after date of the resolution of the House of Representatives,    that is to say, on the morning of the 18th instant, I received the important    affidavit, a copy of which I now communicate, with extracts of so much of the    letters as come within the scope of the resolution. By these it will be seen    that of three of the principal emissaries of Mr. Burr, whom the general had    caused to be apprehended, one had been liberated by habeas corpus, and the    two others, being those particularly employed in the endeavor to corrupt the    general and army of the United States, have been embarked by him for our ports    in the Atlantic States, probably on the consideration that an impartial trial    could not be expected during the present agitations of New Orleans, and that    that city was not as yet a safe place of confinement. As soon as these persons    shall arrive, they will be delivered to the custody of the law, and left to    such course of trial, both as to place and process, as its functionaries may    direct. The presence of the highest judicial authorities, to be assembled at    this place within a few days, the means of pursuing a sounder course of proceedings    here than elsewhere, and the aid of the executive means, should the judges have    occasion to use them, render it equally desirable for the criminals as for the    public, that being already removed from the place where they were first apprehended,    the first regular arrest should take place here, and the course of proceedings    receive here its proper direction. ",
    "president": "Thomas Jefferson",
    "title": "January 22, 1807: Special Message to Congress on the Burr Conspiracy"
  },
  {
    "doc_name": "may-25-1813-message-special-congressional-session-state-war",
    "date": "1813-05-25",
    "transcript": "Fellow-Citizens of the Senate and of the House of Representatives: At an early day after the close of the last session of Congress an offer was formally communicated from His Imperial Majesty the Emperor of Russia of his mediation, as the common friend of the United States and Great Britain, for the purpose of facilitating a peace between them. The high character of the Emperor Alexander being a satisfactory pledge for the sincerity and impartiality of his offer, it was immediately accepted, and as a further proof of the disposition on the part of the United States to meet their adversary in honorable experiments for terminating the war it was determined to avoid intermediate delays incident to the distance of the parties by a definitive provision for the contemplated negotiation. Three of our eminent citizens were accordingly commissioned with the requisite powers to conclude a treaty of peace with persons clothed with like powers on the part of Great Britain. They are authorized also to enter into such conventional regulations of the commerce between the two countries as may be mutually advantageous. The two envoys who where in the United States at the time of their appointment have proceeded to join their colleague already at St. Petersburg.The envoys have received another commission authorizing them to conclude with Russia a treaty of commerce with a view to strengthen the amicable relations and improve the beneficial intercourse between the two countries.The issue of this friendly interposition of the Russian Emperor and this pacific manifestation on the part of the United States time only can decide. That the sentiments of Great Britain toward that Sovereign will have produced an acceptance of his offered mediation must be presumed. That no adequate motives exist to prefer a continuance of war with the United States to the terms on which they are willing to close it is certain. The British cabinet also must be sensible that, with respect to the important question of impressment, on which the war so essentially turns, a search for or seizure of British persons or property on board neutral vessels on the high seas is not a belligerent right derived from the law of nations, and it is obvious that no visit or search or use of force for any purpose on board the vessels of one independent power on the high seas can in war or peace be sanctioned by the laws or authority of another power. It is equally obvious that, for the purpose of preserving to each State its seafaring members, by excluding them from the vessels of the other, the mode heretofore proposed by the United States and now enacted by them as an article of municipal policy, can not for a moment be compared with the mode practiced by Great Britain without a conviction of its title to preference, inasmuch as the latter leaves the discrimination between the mariners of the two nations to officers exposed by unavoidable bias as well as by a defect of evidence to a wrong decision, under circumstances precluding for the most part the enforcement of controlling penalties, and where a wrong decision, besides the irreparable violation of the sacred rights of persons, might frustrate the plans and profits of entire voyages; whereas the mode assumed by the United States guards with studied fairness and efficacy against errors in such cases and avoids the effect of casual errors on the safety of navigation and the success of mercantile expeditions.If the reasonableness of expectations drawn from these considerations could guarantee their fulfillment a just peace would not be distant. But it becomes the wisdom of the National Legislature to keep in mind the true policy, or rather the indispensable obligation, of adapting its measures to the supposition that the only course to that happy event is in the vigorous employment of the resources of war. And painful as the reflection is, this duty is particularly enforced by the spirit and manner in which the war continues to be waged by the enemy, who, uninfluenced by the unvaried examples of humanity set them, are adding to the savage fury of it on one frontier a system of plunder and conflagration on the other, equally forbidden by respect for national character and by the established rules of civilized warfare.As an encouragement to persevering and invigorated exertions to bring the contest to a happy result, I have the satisfaction of being able to appeal to the auspicious progress of our arms both by land and on the water.In continuation of the brilliant achievements of our infant Navy, a signal triumph has been gained by Captain Lawrence and his companions in the Hornet sloop of war, which destroyed a British sloop of war with a celerity so unexampled and with a slaughter of the enemy so disproportionate to the loss in the Hornet as to claim for the conquerors the highest praise and the full recompense provided by Congress in preceding cases. Our public ships of war in general, as well as the private armed vessels, have continued also their activity and success against the commerce of the enemy, and by their vigilance and address have greatly frustrated the efforts of the hostile squadrons distributed along our coasts to intercept them in returning into port and resuming their cruises.The augmentation of our naval force, as authorized at the last session of Congress, is in progress. On the Lakes our superiority is near at hand where it is not already established.The events of the campaign, so far as they are known to us, furnish matter of congratulation, and show that under a wise organization and efficient direction the Army is destined to a glory not less brilliant than that which already encircles the Navy. The attack and capture of York is in that quarter a presage of future and greater victories, while on the western frontier the issue of the late siege of Fort Meigs leaves us nothing to regret but a single act of inconsiderate valor.The provisions last made for filling the ranks and enlarging the staff of the Army have had the best effects. It will be for the consideration of Congress whether other provisions depending on their authority may not still further improve the military establishment and the means of defense.The sudden death of the distinguished citizen who represented the United States in France, without any special arrangements by him for such a contingency, has left us without the expected sequel to his last communications, nor has the French Government taken any measures for bringing the depending negotiations to a conclusion through its representative in the United States. This failure adds to delays before so unreasonably spun out. A successor to our deceased minister has been appointed and is ready to proceed on his mission. The course which he will pursue in fulfilling it is that prescribed by a steady regard to the true interests of the United States, which equally avoids an abandonment of their just demands and a connection of their fortunes with the systems of other powers.The receipts in the Treasury from the 1st of October to the 31st day of March last, including the sums received on account of Treasury notes and of the loans authorized by the acts of the last and the preceding sessions of Congress, have amounted to $15,412,000. The expenditures during the same period amounted to $15,920,000, and left in the Treasury on the 1st of April the sum of $1,857,000. The loan of $16,000,000, authorized by the act of the 8th of February last, has been contracted for. Of that sum more than $1,000,000 had been paid into the Treasury prior to the 1st of April, and formed a part of the receipts as above stated. The remainder of that loan, amounting to near $15,000,000, with the sum of $5,000,000 authorized to be issued in Treasury notes, and the estimated receipts from the customs and the sales of public lands, amounting to $9,300,000, and making, in the whole, $29,300,000, to be received during the last nine months of the present year, will be necessary to meet the expenditures already authorized and the engagements contracted in relation to the public debt. These engagements amount during that period to $10,500,000, which, with near one million for the civil, miscellaneous, and diplomatic expenses, both foreign and domestic, and $17,800,000 for the military and naval expenditures, including the ships of war building and to be built, will leave a sum in the Treasury at the end of the present year equal to that on the 1st of April last. A part of this sum may be considered as a resource for defraying any extraordinary expenses already authorized by law beyond the sums above estimated, and a further resource for any emergency may be found in the sum of $1,000,000, the loan of which to the United States has been authorized by the State of Pennsylvania, but which has not yet been brought into effect.This view of our finances, whilst it shows that due provision has been made for the expenses of the current year, shows at the same time, by the limited amount of the actual revenue and the dependence on loans, the necessity of providing more adequately for the future supplies of the Treasury. This can be best done by a well-digested system of internal revenue in aid of existing sources, which will have the effect both of abridging the amount of necessary loans and, on that account, as well as by placing the public credit on a more satisfactory basis, of improving the terms on which loans may be obtained. The loan of sixteen millions was not contracted for at a less interest than about 7 1/2 per cent, and, although other causes may have had an agency, it can not be doubted that, with the advantage of a more extended and less precarious revenue, a lower rate of interest might have sufficed. A longer postponement of this advantage could not fail to have a still greater influence on future loans.In recommending to the National Legislature this resort to additional taxes I feel great satisfaction in the assurance that our constituents, who have already displayed so much zeal and firmness in the cause of their country, will cheerfully give any other proof of their patriotism which it calls for. Happily no people, with local and transitory exceptions never to be wholly avoided, are more able than the people of the United States to spare for the public wants a portion of their private means, whether regard be had to the ordinary profits of industry or the ordinary price of subsistence in our country compared with those in any other. And in no case could stronger reasons be felt for yielding the requisite contributions. By rendering the public resources certain and commensurate to the public exigencies, the constituted authorities will be able to prosecute the war the more rapidly to its proper issue; every hostile hope founded on a calculated failure of our resources will be cut off, and by adding to the evidence of bravery and skill in combats on the ocean and the land, and alacrity in supplying the treasure necessary to give them their fullest effect, and demonstrating to the world the public energy which our political institutions combine, with the personal liberty distinguishing them, the best security will be provided against future enterprises on the rights or the peace of the nation.The contest in which the United States are engaged appeals for its support to every motive that can animate an uncorrupted and enlightened people--to the love of country; to the pride of liberty; to an emulation of the glorious founders of their independence by a successful vindication of its violated attributes; to the gratitude and sympathy which demand security from the most degrading wrongs of a class of citizens who have proved themselves so worthy the protection of their country by their heroic zeal in its defense; and, finally, to the sacred obligation of transmitting entire to future generations that precious patrimony of national rights and independence which is held in trust by the present from the goodness of Divine Providence.Being aware of the inconveniences to which a protracted session at this season would be liable, I limit the present communication to objects of primary importance. In special messages which may ensue regard will be had to the same consideration.JAMES MADISON.",
    "president": "James Madison",
    "title": "May 25, 1813: Message on the Special Congressional Session -- State of War and Diplomacy"
  },
  {
    "doc_name": "april-2-1917-address-congress-requesting-declaration-war",
    "date": "1917-04-02",
    "transcript": "I have called the Congress into extraordinary session because there are serious, very serious, choices of policy to be made, and made immediately, which it was neither right nor constitutionally permissible that I should assume the responsibility of making. On the 3rd of February last, I officially laid before you the extraordinary announcement of the Imperial German government that on and after the 1st day of February it was its purpose to put aside all restraints of law or of humanity and use its submarines to sink every vessel that sought to approach either the ports of Great Britain and Ireland or the western coasts of Europe or any of the ports controlled by the enemies of Germany within the Mediterranean.That had seemed to be the object of the German submarine warfare earlier in the war, but since April of last year the Imperial government had somewhat restrained the commanders of its undersea craft in conformity with its promise then given to us that passenger boats should not be sunk and that due warning would be given to all other vessels which its submarines might seek to destroy, when no resistance was offered or escape attempted, and care taken that their crews were given at least a fair chance to save their lives in their open boats. The precautions taken were meager and haphazard enough, as was proved in distressing instance after instance in the progress of the cruel and unmanly business, but a certain degree of restraint was observed.The new policy has swept every restriction aside. Vessels of every kind, whatever their flag, their character, their cargo, their destination, their errand, have been ruthlessly sent to the bottom without warning and without thought of help or mercy for those on board, the vessels of friendly neutrals along with those of belligerents. Even hospital ships and ships carrying relief to the sorely bereaved and stricken people of Belgium, though the latter were provided with safe conduct through the proscribed areas by the German government itself and were distinguished by unmistakable marks of identity, have been sunk with the same reckless lack of compassion or of principle.I was for a little while unable to believe that such things would in fact be done by any government that had hitherto subscribed to the humane practices of civilized nations. International law had its origin in the attempt to set up some law which would be respected and observed upon the seas, where no nation had right of dominion and where lay the free highways of the world. By painful stage after stage has that law been built up, with meager enough results, indeed, after all was accomplished that could be accomplished, but always with a clear view, at least, of what the heart and conscience of mankind demanded.This minimum of right the German government has swept aside under the plea of retaliation and necessity and because it had no weapons which it could use at sea except these which it is impossible to employ as it is employing them without throwing to the winds all scruples of humanity or of respect for the understandings that were supposed to underlie the intercourse of the world. I am not now thinking of the loss of property involved, immense and serious as that is, but only of the wanton and wholesale destruction of the lives of noncombatants, men, women, and children, engaged in pursuits which have always, even in the darkest periods of modern history, been deemed innocent and legitimate. Property can be paid for; the lives of peaceful and innocent people cannot be.The present German submarine warfare against commerce is a warfare against mankind. It is a war against all nations. American ships have been sunk, American lives taken in ways which it has stirred us very deeply to learn of; but the ships and people of other neutral and friendly nations have been sunk and overwhelmed in the waters in the same way. There has been no discrimination. The challenge is to all mankind.Each nation must decide for itself how it will meet it. The choice we make for ourselves must be made with a moderation of counsel and a temperateness of judgment befitting our character and our motives as a nation. We must put excited feeling away. Our motive will not be revenge or the victorious assertion of the physical might of the nation, but only the vindication of right, of human right, of which we are only a single champion.When I addressed the Congress on the 26th of February last, I thought that it would suffice to assert our neutral rights with arms, our right to use the seas against unlawful interference, our right to keep our people safe against unlawful violence. But armed neutrality, it now appears, is impracticable. Because submarines are in effect outlaws when used as the German submarines have been used against merchant shipping, it is impossible to defend ships against their attacks as the law of nations has assumed that merchantmen would defend themselves against privateers or cruisers, visible craft giving chase upon the open sea.It is common prudence in such circumstances, grim necessity indeed, to endeavor to destroy them before they have shown their own intention. They must be dealt with upon sight, if dealt with at all. The German government denies the right of neutrals to use arms at all within the areas of the sea which it has proscribed, even in the defense of rights which no modern publicist has ever before questioned their right to defend. The intimation is conveyed that the armed guards which we have placed on our merchant ships will be treated as beyond the pale of law and subject to be dealt with as pirates would be.Armed neutrality is ineffectual enough at best; in such circumstances and in the face of such pretensions it is worse than ineffectual: it is likely only to produce what it was meant to prevent; it is practically certain to draw us into the war without either the rights or the effectiveness of belligerents. There is one choice we cannot make, we are incapable of making: we will not choose the path of submission and suffer the most sacred rights of our nation and our people to be ignored or violated. The wrongs against which we now array ourselves are no common wrongs; they cut to the very roots of human life.With a profound sense of the solemn and even tragical character of the step I am taking and of the grave responsibilities which it involves, but in unhesitating obedience to what I deem my constitutional duty, I advise that the Congress declare the recent course of the Imperial German government to be in fact nothing less than war against the government and people of the United States; that it formally accept the status of belligerent which has thus been thrust upon it; and that it take immediate steps, not only to put the country in a more thorough state of defense but also to exert all its power and employ all its resources to bring the government of the German Empire to terms and end the war.What this will involve is clear. It will involve the utmost practicable cooperation in counsel and action with the governments now at war with Germany and, as incident to that. the extension to those governments of the most liberal financial credits, in order that our resources may so far as possible be added to theirs. It will involve the organization and mobilization of all the material resources of the country to supply the materials of war and serve the incidental needs of the nation in the most abundant and yet the most economical and efficient way possible. It will involve the immediate full equipment of the Navy in all respects but particularly in supplying it with the best means of dealing with the enemy's submarines. It will involve the immediate addition to the armed forces of the United States already provided for by law in case of war at least 500,000 men, who should, in my opinion, be chosen upon the principle of universal liability to service, and also the authorization of subsequent additional increments of equal force so soon as they may be needed and can be handled in training.It will involve also, of course, the granting of adequate credits to the government, sustained, I hope, so far as they can equitably be sustained by the present generation, by well-conceived taxation. I say sustained so far as may be equitable by taxation because it seems to me that it would be most unwise to base the credits which will now be necessary entirely on money borrowed. It is our duty, I most respectfully urge, to protect our people so far as we may against the very serious hardships and evils which would be likely to arise out of the inflation which would be produced by vast loans.In carrying out the measures by which these things are to be accomplished, we should keep constantly in mind the wisdom of interfering as little as possible in our own preparation and in the equipment of our own military forces with the duty-for it will be a very practical duty-of supplying the nations already at war with Germany with the materials which they can obtain only from us or by our assistance. They are in the field and we should help them in every way to be effective there.I shall take the liberty of suggesting, through the several executive departments of the government, for the consideration of your committees, measures for the accomplishment of the several objects I have mentioned. I hope that it will be your pleasure to deal with them as having been framed after very careful thought by the branch of the government upon which the responsibility of conducting the war and safeguarding the nation will most directly fall.While we do these things, these deeply momentous things, let us be very clear, and make very clear to all the world, what our motives and our objects are. My own thought has not been driven from its habitual and normal course by the unhappy events of the last two months, and I do not believe that the thought of the nation has been altered or clouded by them. I have exactly the same things in mind now that I had in mind when I addressed the Senate on the 22nd of January last; the same that I had in mind when I addressed the Congress on the 3rd of February and on the 26th of February.Our object now, as then, is to vindicate the principles of peace and justice in the life of the world as against selfish and autocratic power and to set up among the really free and self-governed peoples of the world such a concert of purpose and of action as will henceforth ensure the observance of those principles. Neutrality is no longer feasible or desirable where the peace of the world is involved and the freedom of its peoples, and the menace to that peace and freedom lies in the existence of autocratic governments backed by organized force which is controlled wholly by their will, not by the will of their people. We have seen the last of neutrality in such circumstances. We are at the beginning of an age in which it will be insisted that the same standards of conduct and of responsibility for wrong done shall be observed among nations and their governments that are observed among the individual citizens of civilized states.We have no quarrel with the German people. We have no feeling toward them but one of sympathy and friendship. It was not upon their impulse that their government acted in entering this war. It was not with their previous knowledge or approval. It was a war determined upon as wars used to be determined upon in the old, unhappy days when peoples were nowhere consulted by their rulers and wars were provoked and waged in the interest of dynasties or of little groups of ambitious men who were accustomed to use their fellowmen as pawns and tools.Self-governed nations do not fill their neighbor states with spies or set the course of intrigue to bring about some critical posture of affairs which will give them an opportunity to strike and make conquest. Such designs can be successfully worked out only under cover and where no one has the right to ask questions. Cunningly contrived plans of deception or aggression, carried, it may be, from generation to generation, can be worked out and kept from the light only within the privacy of courts or behind the carefully guarded confidences of a narrow and privileged class. They are happily impossible where public opinion commands and insists upon full information concerning all the nation's affairs.A steadfast concert for peace can never be maintained except by a partnership of democratic nations. No autocratic government could be trusted to keep faith within it or observe its covenants. It must be a league of honor, a partnership of opinion. Intrigue would eat its vitals away; the plottings of inner circles who could plan what they would and render account to no one would be a corruption seated at its very heart. Only free peoples can hold their purpose and their honor steady to a common end and prefer the interests of mankind to any narrow interest of their own.Does not every American feel that assurance has been added to our hope for the future peace of the world by the wonderful and heartening things that have been happening within the last few weeks in Russia? Russia was known by those who knew it best to have been always in fact democratic at heart, in all the vital habits of her thought, in all the intimate relationships of her people that spoke their natural instinct, their habitual attitude toward life. The autocracy that crowned the summit of her political structure, long as it had stood and terrible as was the reality of its power, was not in fact Russian in origin, character, or purpose; and now it has been shaken off and the great, generous Russian people have been added in all their naive majesty and might to the forces that are fighting for freedom in the world, for justice, and for peace. Here is a fit partner for a League of Honor.One of the things that has served to convince us that the Prussian autocracy was not and could never be our friend is that from the very outset of the present war it has filled our unsuspecting communities and even our offices of government with spies and set criminal intrigues everywhere afoot against our national unity of counsel, our peace within and without, our industries and our commerce. Indeed, it is now evident that its spies were here even before the war began; and it is unhappily not a matter of conjecture but a fact proved in our courts of justice that the intrigues which have more than once come perilously near to disturbing the peace and dislocating the industries of the country have been carried on at the instigation, with the support, and even under the personal direction of official agents of the Imperial government accredited to the government of the United States.Even in checking these things and trying to extirpate them, we have sought to put the most generous interpretation possible upon them because we knew that their source lay, not in any hostile feeling or purpose of the German people toward us (who were no doubt as ignorant of them as we ourselves were) but only in the selfish designs of a government that did what it pleased and told its people nothing. But they have played their part in serving to convince us at last that that government entertains no real friendship for us and means to act against our peace and security at its convenience. That it means to stir up enemies against us at our very doors the intercepted note to the German minister at Mexico City is eloquent evidence.We are accepting this challenge of hostile purpose because we know that in such a government, following such methods, we can never have a friend; and that in the presence of its organized power, always lying in wait to accomplish we know not what purpose, there can be no assured security for the democratic governments of the world. We are now about to accept gauge of battle with this natural foe to liberty and shall, if necessary, spend the whole force of the nation to check and nullify its pretensions and its power. We are glad, now that we see the facts with no veil of false pretense about them, to fight thus for the ultimate peace of the world and for the liberation of its peoples, the German peoples included: for the rights of nations great and small and the privilege of men everywhere to choose their way of life and of obedience.The world must be made safe for democracy. Its peace must be planted upon the tested foundations of political liberty. We have no selfish ends to serve. We desire no conquest, no dominion. We seek no indemnities for ourselves, no material compensation for the sacrifices we shall freely make. We are but one of the champions of the rights of mankind. We shall be satisfied when those rights have been made as secure as the faith and the freedom of nations can make them.Just because we fight without rancor and without selfish object, seeking nothing for ourselves but what we shall wish to share with all free peoples, we shall, I feel confident, conduct our operations as belligerents without passion and ourselves observe with proud punctilio the principles of right and of fair play we profess to be fighting for.I have said nothing of the governments allied with the Imperial government of Germany because they have not made war upon us or challenged us to defend our right and our honor. The Austro-Hungarian government has, indeed, avowed its unqualified endorsement and acceptance of the reckless and lawless submarine warfare adopted now without disguise by the Imperial German government, and it has therefore not been possible for this government to receive Count Tarnowski, the ambassador recently accredited to this government by the Imperial and Royal government of Austria-Hungary; but that government has not actually engaged in warfare against citizens of the United States on the seas, and I take the liberty, for the present at least, of postponing a discussion of our relations with the authorities at Vienna. We enter this war only where we are clearly forced into it because there are no other means of defending our rights.It will be all the easier for us to conduct ourselves as belligerents in a high spirit of right and fairness because we act without animus, not in enmity toward a people or with the desire to bring any injury or disadvantage upon them, but only in armed opposition to an irresponsible government which has thrown aside all considerations of humanity and of right and is running amuck. We are, let me say again, the sincere friends of the German people, and shall desire nothing so much as the early reestablishment of intimate relations of mutual advantage between us-however hard it may be for them, for the time being, to believe that this is spoken from our hearts.We have borne with their present government through all these bitter months because of that friendship-exercising a patience and forbearance which would otherwise have been impossible. We shall, happily, still have an opportunity to prove that friendship in our daily attitude and actions toward the millions of men and women of German birth and native sympathy who live among us and share our life, and we shall be proud to prove it toward all who are in fact loyal to their neighbors and to the government in the hour of test. They are, most of them, as true and loyal Americans as if they had never known any other fealty or allegiance. They will be prompt to stand with us in rebuking and restraining the few who may be of a different mind and purpose. If there should be disloyalty, it will be dealt with with a firm hand of stern repression; but, if it lifts its head at all, it will lift it only here and there and without countenance except from a lawless and malignant few.It is a distressing and oppressive duty, gentlemen of the Congress, which I have performed in thus addressing you. There are, it may be, many months of fiery trial and sacrifice ahead of us. It is a fearful thing to lead this great peaceful people into war, into the most terrible and disastrous of all wars, civilization itself seeming to be in the balance. But the right is more precious than peace, and we shall fight for the things which we have always carried nearest our hearts-for democracy, for the right of those who submit to authority to have a voice in their own governments, for the rights and liberties of small nations, for a universal dominion of right by such a concert of free peoples as shall bring peace and safety to all nations and make the world itself at last free.To such a task we can dedicate our lives and our fortunes, everything that we are and everything that we have, with the pride of those who know that the day has come when America is privileged to spend her blood and her might for the principles that gave her birth and happiness and the peace which she has treasured. God helping her, she can do no other.",
    "president": "Woodrow Wilson",
    "title": "April 2, 1917: Address to Congress Requesting a Declaration of War Against Germany"
  },
  {
    "doc_name": "april-10-1975-address-us-foreign-policy",
    "date": "1975-04-10",
    "transcript": "Mr. Speaker, Mr. President, distinguished guests, my very good friends in the Congress, and fellow Americans:\r\n\r\nI stand before you tonight after many agonizing hours in very solemn prayers for guidance by the Almighty. In my report on the state of the Union in January, I concentrated on two subjects which were uppermost in the minds of the American people--urgent actions for the recovery of our economy and a comprehensive program to make the United States independent of foreign sources of energy.\r\n\r\nI thank the Congress for the action that it has taken thus far in my response for economic recommendations. I look forward to early approval of a national energy program to meet our country's long-range and emergency needs in the field of energy.\r\n\r\nTonight it is my purpose to review our relations with the rest of the world in the spirit of candor and consultation which I have sought to maintain with my former colleagues and with our countrymen from the time that I took office. It is the first priority of my Presidency to sustain and strengthen the mutual trust and respect which must exist among Americans and their Government if we are to deal successfully with the challenges confronting us both at home and abroad.\r\n\r\nThe leadership of the United States of America since the end of World War II has sustained and advanced the security, well-being, and freedom of millions of human beings besides ourselves. Despite some setbacks, despite some mistakes, the United States has made peace a real prospect for us and for all nations. I know firsthand that the Congress has been a partner in the development and in the support of American foreign policy, which five Presidents before me have carried forward with changes of course but not of destination.\r\n\r\nThe course which our country chooses in the world today has never been of greater significance for ourselves as a nation and for all mankind. We build from a solid foundation. Our alliances with great industrial democracies in Europe, North America, and Japan remain strong with a greater degree of consultation and equity than ever before.\r\n\r\nWith the Soviet Union we have moved across a broad front toward a more stable, if still competitive, relationship. We have begun to control the spiral of strategic nuclear armaments. After two decades of mutual estrangement, we have achieved an historic opening with the People's Republic of China.\r\n\r\nIn the best American tradition, we have committed, often with striking success, our influence and good offices to help contain conflicts and settle disputes in many, many regions of the world. We have, for example, helped the parties of the Middle East take the first steps toward living with one another in peace.\r\n\r\nWe have opened a new dialog with Latin America, looking toward a healthier hemispheric partnership. We are developing closer relations with the nations of Africa. We have exercised international leadership on the great new issues of our interdependent world, such as energy, food, environment, and the law of the sea.\r\n\r\nThe American people can be proud of what their Nation has achieved and helped others to accomplish, but we have from time to time suffered setbacks and disappointments in foreign policy. Some were events over which we had no control; some were difficulties we imposed upon ourselves.\r\n\r\nWe live in a time of testing and of a time of change. Our world--a world of economic uncertainty, political unrest, and threats to the peace--does not allow us the luxury of abdication or domestic discord.\r\n\r\nI recall quite vividly the words of President Truman to the Congress when the United States faced a far greater challenge at the end of the Second World War. If I might quote: \"If we falter in our leadership, we may endanger the peace of the world, and we shall surely endanger the welfare of this Nation.\"\r\n\r\nPresident Truman's resolution must guide us today. Our purpose is not to point the finger of blame, but to build upon our many successes, to repair damage where we find it, to recover our balance, to move ahead as a united people. Tonight is a time for straight talk among friends, about where we stand and where we are going.\r\n\r\nA vast human tragedy has befallen our friends in Vietnam and Cambodia. Tonight I shall not talk only of obligations arising from legal documents. Who can forget the enormous sacrifices of blood, dedication, and treasure that we made in Vietnam?\r\n\r\nUnder five Presidents and 12 Congresses, the United States was engaged in Indochina. Millions of Americans served, thousands died, and many more were wounded, imprisoned, or lost. Over $150 billion have been appropriated for that war by the Congress of the United States. And after years of effort, we negotiated, under the most difficult circumstances, a settlement which made it possible for us to remove our military forces and bring home with pride our American prisoners. This settlement, if its terms had been adhered to, would have permitted our South Vietnamese ally, with our material and moral support, to maintain its security and rebuild after two decades of war.\r\n\r\nThe chances for an enduring peace after the last American fighting man left Vietnam in 1973 rested on two publicly stated premises: first, that if necessary, the United States would help sustain the terms of the Paris accords it signed 2 years ago, and second, that the United States would provide adequate economic and military assistance to South Vietnam.\r\n\r\nLet us refresh our memories for just a moment. The universal consensus in the United States at that time, late 1972, was that if we could end our own involvement and obtain the release of our prisoners, we would provide adequate material support to South Vietnam. The North Vietnamese, from the moment they signed the Paris accords, systematically violated the cease-fire and other provisions of that agreement. Flagrantly disregarding the ban on the infiltration of troops, the North Vietnamese illegally introduced over 350,000 men into the South. In direct violation of the agreement, they sent in the most modern equipment in massive amounts. Meanwhile, they continued to receive large quantities of supplies and arms from their friends.\r\n\r\nIn the face of this situation, the United States--torn as it was by the emotions of a decade of war--was unable to respond. We deprived ourselves by law of the ability to enforce the agreement, thus giving North Vietnam assurance. that it could violate that agreement with impunity. Next, we reduced our economic and arms aid to South Vietnam. Finally, we signaled our increasing reluctance to give any support to that nation struggling for its survival.\r\n\r\nEncouraged by these developments, the North Vietnamese, in recent months, began sending even their reserve divisions into South Vietnam. Some 20 divisions, virtually their entire army, are now in South Vietnam.\r\n\r\nThe Government of South Vietnam, uncertain of further American assistance, hastily ordered a strategic withdrawal to more defensible positions. This extremely difficult maneuver, decided upon without consultations, was poorly executed, hampered by floods of refugees, and thus led to panic. The results are painfully obvious and profoundly moving.\r\n\r\nIn my first public comment on this tragic development, I called for a new sense of national unity and purpose. I said I would not engage in recriminations or attempts to assess the blame. I reiterate that tonight.\r\n\r\nIn the same spirit, I welcome the statement of the distinguished majority leader of the United States Senate earlier this week, and I quote: \"It is time for the Congress and the President to work together in the area of foreign as well as domestic policy.\"\r\n\r\nSo, let us start afresh.\r\n\r\nI am here to work with the Congress. In the conduct of foreign affairs, Presidential initiative and ability to act swiftly in emergencies are essential to our national interest.\r\n\r\nWith respect to North Vietnam, I call upon Hanoi--and ask the Congress to join with me in this call--to cease military operations immediately and to honor the terms of the Paris agreement.\r\n\r\nThe United States is urgently requesting the signatories of the Paris conference to meet their obligations to use their influence to halt the fighting and to enforce the 1973 accords. Diplomatic notes to this effect have been sent to all members of the Paris conference, including the Soviet Union and the People's Republic of China.\r\n\r\nThe situation in South Vietnam and Cambodia has reached a critical phase requiring immediate and positive decisions by this Government. The options before us are few and the time is very short.\r\n\r\nOn the one hand, the United States could do nothing more; let the Government of South Vietnam save itself and what is left of its territory, if it can; let those South Vietnamese civilians who have worked with us for a decade or more save their lives and their families, if they can; in short, shut our eyes and wash our hands of the whole affair--if we can.\r\n\r\nOr, on the other hand, I could ask the Congress for authority to enforce the Paris accords with our troops and our tanks and our aircraft and our artillery and carry the war to the enemy.\r\nThere are two narrower options:\r\n\r\nFirst, stick with my January request that Congress appropriate $300 million for military assistance for South Vietnam and seek additional funds for economic and humanitarian purposes.\r\n\r\nOr, increase my requests for both emergency military and humanitarian assistance to levels which, by best estimates, might enable the South Vietnamese to stem the onrushing aggression, to stabilize the military situation, permit the chance of a negotiated political settlement between the North and South Vietnamese, and if the very worst were to happen, at least allow the orderly evacuation of Americans and endangered South Vietnamese to places of safety. Let me now state my considerations and my conclusions.\r\n\r\nI have received a full report from General Weyand, whom I sent to Vietnam to assess the situation. He advises that the current military situation is very critical, but that South Vietnam is continuing to defend itself with the resources available. However, he feels that if there is to be any chance of success for their defense plan, South Vietnam needs urgently an additional $722 million in very specific military supplies from the United States. In my judgment, a stabilization of the military situation offers the best opportunity for a political solution.\r\n\r\nI must, of course, as I think each of you would, consider the safety of nearly 6,000 Americans who remain in South Vietnam and tens of thousands of South Vietnamese employees of the United States Government, of news agencies, of contractors and businesses for many years whose lives, with their dependents, are in very grave peril. There are tens of thousands of other South Vietnamese intellectuals, professors, teachers, editors, and opinion leaders who have supported the South Vietnamese cause and the alliance with the United States to whom we have a profound moral obligation.\r\n\r\nI am also mindful of our posture toward the rest of the world and, particularly, of our future relations with the free nations of Asia. These nations must not think for a minute that the United States is pulling out on them or intends to abandon them to aggression.\r\n\r\nI have therefore concluded that the national interests of the United States and the cause of world stability require that we continue to give both military and humanitarian assistance to the South Vietnamese.\r\n\r\nAssistance to South Vietnam at this stage must be swift and adequate. Drift and indecision invite far deeper disaster. The sums I had requested before the major North Vietnamese offensive and the sudden South Vietnamese retreat are obviously inadequate. Half-hearted action would be worse than none. We must act together and act decisively.\r\n\r\nI am therefore asking the Congress to appropriate without delay $722 million for emergency military assistance and an initial sum of $250 million for economic and humanitarian aid for South Vietnam.\r\n\r\nThe situation in South Vietnam is changing very rapidly, and the need for emergency food, medicine, and refugee relief is growing by the hour. I will work with the Congress in the days ahead to develop humanitarian assistance to meet these very pressing needs.\r\n\r\nFundamental decency requires that we do everything in our power to ease the misery and the pain of the monumental human crisis which has befallen the people of Vietnam. Millions have fled in the face of the Communist onslaught and are now homeless and are now destitute. I hereby pledge in the name of the American people that the United States will make a maximum humanitarian effort to help care for and feed these hopeless victims.\r\n\r\nAnd now I ask the Congress to clarify immediately its restrictions on the use of U.S. military forces in Southeast Asia for the limited purposes of protecting American lives by ensuring their evacuation, if this should be necessary. And I also ask prompt revision of the law to cover those Vietnamese to whom we have a very special obligation and whose lives may be endangered should the worst come to pass.\r\n\r\nI hope that this authority will never have to be used, but if it is needed, there will be no time for Congressional debate. Because of the gravity of the situation, I ask the Congress to complete action on all of these measures not later than April 19.\r\n\r\nIn Cambodia, the situation is tragic. The United States and the Cambodian Government have each made major efforts, over a long period and through many channels, to end that conflict. But because of their military successes, steady external support, and their awareness of American legal restrictions, the Communist side has shown no interest in negotiation, compromise, or a political solution. And yet, for the past 3 months, the beleaguered people of Phnom Penh have fought on, hoping against hope that the United States would not desert them, but instead provide the arms and ammunition they so badly needed.\r\n\r\nI have received a moving letter from the new acting President of Cambodia, Saukham Khoy, and let me quote it for you:\r\n\r\n\"Dear Mr. President,\" he wrote, \"As the American Congress reconvenes to reconsider your urgent request for supplemental assistance for the Khmer Republic, I appeal to you to convey to the American legislators our plea not to deny these vital resources to us, if a nonmilitary solution is to emerge from this tragic 5-year-old conflict.\r\n\r\n\"To find a peaceful end to the conflict we need time. I do not know how much time, but we all fully realize that the agony of the Khmer people cannot and must not go on much longer. However, for the immediate future, we need the rice to feed the hungry and the ammunition and the weapons to defend ourselves against those who want to impose their will by force [of arms]. A denial by the American people of the means for us to carry on will leave us no alternative but inevitably abandoning our search for a solution which will give our citizens some freedom of choice as to their future. For a number of years now the Cambodian people have placed their trust in America. I cannot believe that this confidence was misplaced and that suddenly America will deny us the means which might give us a chance to find an acceptable solution to our conflict.\"\r\n\r\nThis letter speaks for itself. In January, I requested food and ammunition for the brave Cambodians, and I regret to say that as of this evening, it may be soon too late.\r\n\r\nMembers of the Congress, my fellow Americans, this moment of tragedy for Indochina is a time of trial for us. It is a time for national resolve.\r\n\r\nIt has been said that the United States is over-extended, that we have too many commitments too far from home, that we must reexamine what our truly vital interests are and shape our strategy to conform to them. I find no fault with this as a theory, but in the real world such a course must be pursued carefully and in close coordination with solid progress toward overall reduction in worldwide tensions.\r\n\r\nWe cannot, in the meantime, abandon our friends while our adversaries support and encourage theirs. We cannot dismantle our defenses, our diplomacy, or our intelligence capability while others increase and strengthen theirs.\r\n\r\nLet us put an end to self-inflicted wounds. Let us remember that our national unity is a most priceless asset. Let us deny our adversaries the satisfaction of using Vietnam to pit Americans against Americans. At this moment, the United States must present to the world a united front.\r\n\r\nAbove all, let's keep events in Southeast Asia in their proper perspective. The security and the progress of hundreds of millions of people everywhere depend importantly on us.\r\n\r\nLet no potential adversary believe that our difficulties or our debates mean a slackening of our national will. We will stand by our friends, we will honor our commitments, and we will uphold our country's principles.\r\n\r\nThe American people know that our strength, our authority, and our leadership have helped prevent a third world war for more than a generation. We will not shrink from this duty in the decades ahead.\r\n\r\nLet me now review with you the basic elements of our foreign policy, speaking candidly about our strengths and some of our difficulties.\r\n\r\nWe must, first of all, face the fact that what has happened in Indochina has disquieted many of our friends, especially in Asia. We must deal with this situation promptly and firmly. To this end, I have already scheduled meetings with the leaders of Australia, New Zealand, Singapore, and Indonesia, and I expect to meet with the leaders of other Asian countries as well.\r\n\r\nA key country in this respect is Japan. The warm welcome I received in Japan last November vividly symbolized for both our peoples the friendship and the solidarity of this extraordinary partnership. I look forward, as I am sure all of you do, with very special pleasure to welcoming the Emperor when he visits the United States later this year.\r\n\r\nWe consider our security treaty with Japan the cornerstone of stability in the vast reaches of Asia and the Pacific. Our relations are crucial to our mutual well-being. Together, we are working energetically on the international multilateral agenda--in trade, energy, and food. We will continue the process of strengthening our friendship, mutual security, and prosperity.\r\n\r\nAlso, of course, of fundamental importance is our mutual security relationship with the Republic of Korea, which I reaffirmed on my recent visit.\r\n\r\nOur relations with Europe have never been stronger. There are no peoples with whom America's destiny has been more closely linked. There are no peoples whose friendship and cooperation are more needed for the future. For none of the members of the Atlantic community can be secure, none can prosper, none can advance unless we all do so together. More than ever, these times demand our close collaboration in order to maintain the secure anchor of our common security in this time of international riptides, to work together on the promising negotiations with our potential adversaries, to pool our energies on the great new economic challenge that faces us.\r\n\r\nIn addition to this traditional agenda, there are new problems involving energy, raw materials, and the environment. The Atlantic nations face many and complex negotiations and decisions. It is time to take stock, to consult on our future, to affirm once again our cohesion and our common destiny. I therefore expect to join with the other leaders of the Atlantic Alliance at a Western summit in the very near future.\r\n\r\nBefore this NATO meeting, I earnestly ask the Congress to weigh the broader considerations and consequences of its past actions on the complex Greek-Turkish dispute over Cyprus. Our foreign policy cannot be simply a collection of special economic or ethnic or ideological interests. There must be a deep concern for the overall design of our international actions. To achieve this design for peace and to assure that our individual acts have some coherence, the Executive must have some flexibility in the conduct of foreign policy.\r\n\r\nUnited States military assistance to an old and faithful ally, Turkey, has been cut off by action of the Congress. This has imposed an embargo on military purchases by Turkey, extending even to items already paid for--an unprecedented act against a friend. These moves, I know, were sincerely intended to influence Turkey in the Cyprus negotiations. I deeply share the concern of many citizens for the immense human suffering on Cyprus. I sympathize with the new democratic government in Greece. We are continuing our earnest efforts to find equitable solutions to the problems which exist between Greece and Turkey. But the result of the Congressional action has been to block progress towards reconciliation, thereby prolonging the suffering on Cyprus, to complicate our ability to promote successful negotiations, to increase the danger of a broader conflict.\r\n\r\nOur longstanding relationship with Turkey is not simply a favor to Turkey; it is a clear and essential mutual interest. Turkey lies on the rim of the Soviet Union and at the gates of the Middle East. It is vital to the security of the eastern Mediterranean, the southern flank of Western Europe, and the collective security of the Western alliance. Our U.S. military bases in Turkey are as critical to our own security as they are to the defense of NATO.\r\n\r\nI therefore call upon the Congress to lift the American arms embargo against our Turkish ally by passing the bipartisan Mansfield-Scott bill now before the Senate. Only this will enable us to work with Greece and Turkey to resolve the differences between our allies. I accept and indeed welcome the bill's requirement for monthly reports to the Congress on progress toward a Cyprus settlement, but unless this is done with dispatch, forces may be set in motion within and between the two nations which could not be reversed.\r\n\r\nAt the same time, in order to strengthen the democratic government of Greece and to reaffirm our traditional ties with the people of Greece, we are actively discussing a program of economic and military assistance with them. We will shortly be submitting specific requests to the Congress in this regard.\r\n\r\nA vital element of our foreign policy is our relationship with the developing countries in Africa, Asia, and Latin America. These countries must know that America is a true, that America is a concerned friend, reliable both in word and deed.\r\n\r\nAs evidence of this friendship, I urge the Congress to reconsider one provision of the 1974 trade act which has had an unfortunate and unintended impact on our relations with Latin America, where we have such a long tie of friendship and cooperation. Under this legislation, all members of OPEC were excluded from our generalized system of trade preferences. This, unfortunately, punished two South American friends, Ecuador and Venezuela, as well as other OPEC nations, such as Nigeria and Indonesia, none of which participated in last year's oil embargo. This exclusion has seriously complicated our new dialog with our friends in this hemisphere. I therefore endorse the amendments which have been introduced in the Congress to provide executive authority to waive those restrictions on the trade act that are incompatible with our national interest.\r\n\r\nThe interests of America as well as our allies are vitally affected by what happens in the Middle East. So long as the state of tension continues, it threatens military crisis, the weakening of our alliances, the stability of the world economy, and confrontation with the nuclear super powers. These are intolerable risks.\r\n\r\nBecause we are in the unique position of being able to deal with all the parties, we have, at their request, been engaged for the past year and a half in the peacemaking effort unparalleled in the history of the region. Our policy has brought remarkable successes on the road to peace. Last year, two major disengagement agreements were negotiated and implemented with our help. For the first time in 30 years, a process of negotiation on the basic political issues was begun and is continuing.\r\n\r\nUnfortunately, the latest efforts to reach a further interim agreement between Israel and Egypt have been suspended. The issues dividing the parties are vital to them and not amenable to easy and to quick solutions. However, the United States will not be discouraged.\r\n\r\nThe momentum toward peace that has been achieved over the last 18 months must and will be maintained. The active role of the United States must and will be continued. The drift toward war must and will be prevented.\r\n\r\nI pledge the United States to a major effort for peace in the Middle East, an effort which I know has the solid support of the American people and their Congress. We are now examining how best to proceed. We have agreed in principle to reconvene the Geneva conference. We are prepared as well to explore other forums. The United States will move ahead on whatever course looks most promising, either towards an overall settlement or interim agreements, should the parties themselves desire them. We will not accept stagnation or stalemate with all its attendant risks to peace and prosperity and to our relations in and outside of the region.\r\n\r\nThe national interest and national security require as well that we reduce the dangers of war. We shall strive to do so by continuing to improve our relations with potential adversaries.\r\n\r\nThe United States and the Soviet Union share an interest in lessening tensions and building a more stable relationship. During this process, we have never had any illusions. We know that we are dealing with a nation that reflects different principles and is our competitor in many parts of the globe. Through a combination of firmness and flexibility, the United States, in recent years, laid the basis of a more reliable relationship, founded on mutual interest and mutual restraint. But we cannot expect the Soviet Union to show restraint in the face of the United States' weakness or irresolution.\r\n\r\nAs long as I am President, America will maintain its strength, its alliances, and its principles as a prerequisite to a more peaceful planet. As long as I am President, we will not permit detente to become a license to fish in troubled waters. Detente must be--and, I trust, will be--a two-way relationship.\r\n\r\nCentral to U.S.-Soviet relations today is the critical negotiation to control strategic nuclear weapons. We hope to turn the Vladivostok agreements into a final agreement this year at the time of General Secretary Brezhnev's visit to the United States. Such an agreement would, for the first time, put a ceiling on the strategic arms race. It would mark a turning point in postwar history and would be a crucial step in lifting from mankind the threat of nuclear war.\r\n\r\nOur use of trade and economic sanctions as weapons to alter the internal conduct of other nations must also be seriously reexamined. However well-intentioned the goals, the fact is that some of our recent actions in the economic field have been self-defeating, they are not achieving the objectives intended by the Congress, and they have damaged our foreign policy.\r\n\r\nThe Trade Act of 1974 prohibits most-favored-nation treatment, credit and investment guarantees and commercial agreements with the Soviet Union so long as their emigration policies fail to meet our criteria. The Soviet Union has therefore refused to put into effect the important 1972 trade agreement between our two countries.\r\n\r\nAs a result, Western Europe and Japan have stepped into the breach. Those countries have extended credits to the Soviet Union exceeding $8 billion in the last 6 months. These are economic opportunities, jobs, and business which could have gone to Americans.\r\n\r\nThere should be no illusions about the nature of the Soviet system, but there should be no illusions about how to deal with it. Our belief in the right of peoples of the world freely to emigrate has been well demonstrated. This legislation, however, not only harmed our relations with the Soviet Union but seriously complicated the prospects of those seeking to emigrate. The favorable trend, aided by quiet diplomacy, by which emigration increased from 400 in 1968 to over 33,000 in 1973 has been seriously set back. Remedial legislation is urgently needed in our national interest.\r\n\r\nWith the People's Republic of China, we are firmly fixed on the course set forth in the Shanghai communique. Stability in Asia and the world require our constructive relations with one-fourth of the human race. After two decades of mutual isolation and hostility, we have, in recent years, built a promising foundation. Deep differences in our philosophy and social systems will endure, but so should our mutual long-term interests and the goals to which our countries have jointly subscribed in Shanghai. I will visit China later this year to reaffirm these interests and to accelerate the improvement in our relations. And I was glad to welcome the distinguished Speaker and the distinguished minority leader of the House back today from their constructive visit to the People's Republic of China.\r\n\r\nLet me talk about new challenges. The issues I have discussed are the most pressing of the traditional agenda on foreign policy, but ahead of us also is a vast new agenda of issues in an interdependent world. The United States, with its economic power, its technology, its zest for new horizons, is the acknowledged world leader in dealing with many of these challenges.\r\n\r\nIf this is a moment of uncertainty in the world, it is even more a moment of rare opportunity.\r\n\r\nWe are summoned to meet one of man's most basic challenges--hunger. At the World Food Conference last November in Rome, the United States outlined a comprehensive program to close the ominous gap between population growth and food production over the long term. Our technological skill and our enormous productive capacity are crucial to accomplishing this task.\r\n\r\nThe old order--in trade, finance, and raw materials--is changing and American leadership is needed in the creation of new institutions and practices for worldwide prosperity and progress.\r\n\r\nThe world's oceans, with their immense resources and strategic importance, must become areas of cooperation rather than conflict. American policy is directed to that end.\r\n\r\nTechnology must be harnessed to the service of mankind while protecting the environment. This, too, is an arena for American leadership.\r\n\r\nThe interests and the aspirations of the developed and developing nations must be reconciled in a manner that is both realistic and humane. This is our goal in this new era.\r\n\r\nOne of the finest success stories in our foreign policy is our cooperative effort with other major energy-consuming nations. In little more than a year, together with our partners, we have created the International Energy Agency; we have negotiated an emergency sharing arrangement which helps to reduce the dangers of an embargo; we have launched major international conservation efforts; we have developed a massive program for the development of alternative sources of energy.\r\n\r\nBut the fate of all of these programs depends crucially on what we do at home. Every month that passes brings us closer to the day when we will be dependent on imported energy for 50 percent of our requirements. A new embargo under these conditions could have a devastating impact on jobs, industrial expansion, and inflation at home. Our economy cannot be left to the mercy of decisions over which we have no control. And I call upon the Congress to act affirmatively.\r\n\r\nIn a world where information is power, a vital element of our national security lies in our intelligence services. They are essential to our Nation's security in peace as in war. Americans can be grateful for the important but largely unsung contributions and achievements of the intelligence services of this Nation.\r\n\r\nIt is entirely proper that this system be subject to Congressional review. But a sensationalized public debate over legitimate intelligence activities is a disservice to this Nation and a threat to our intelligence system. It ties our hands while our potential enemies operate with secrecy, with skill, and with vast resources. Any investigation must be conducted with maximum discretion and dispatch to avoid crippling a vital national institution.\r\n\r\nLet me speak quite frankly to some in this Chamber and perhaps to some not in this Chamber. The Central Intelligence Agency has been of maximum importance to Presidents before me. The Central Intelligence Agency has been of maximum importance to me. The Central Intelligence Agency and its associated intelligence organizations could be of maximum importance to some of you in this audience who might be President at some later date. I think it would be catastrophic for the Congress or anyone else to destroy the usefulness by dismantling, in effect, our intelligence systems upon which we rest so heavily.\r\n\r\nNow, as Congress oversees intelligence activities, it must, of course, organize itself to do so in a responsible way. It has been traditional for the Executive to consult with the Congress through specially protected procedures that safeguard essential secrets. But recently, some of those procedures have altered in a way that makes the protection of vital information very, very difficult. I will say to the leaders of the Congress, the House and the Senate, that I will work with them to devise procedures which will meet the needs of the Congress for review of intelligence agency activities and the needs of the Nation for an effective intelligence service.\r\n\r\nUnderlying any successful foreign policy is the strength and the credibility of our defense posture. We are strong and we are ready and we intend to remain so. Improvement of relations with adversaries does not mean any relaxation of our national vigilance. On the contrary, it is the firm maintenance of both strength and vigilance that makes possible steady progress toward a safer and a more peaceful world.\r\n\r\nThe national security budget that I have submitted is the minimum the United States needs in this critical hour. The Congress should review it carefully, and I know it will. But it is my considered judgment that any significant reduction, revision, would endanger our national security and thus jeopardize the peace.\r\n\r\nLet no ally doubt our determination to maintain a defense second to none, and let no adversary be tempted to test our readiness or our resolve.\r\n\r\nHistory is testing us today. We cannot afford indecision, disunity, or disarray in the conduct of our foreign affairs. You and I can resolve here and now that this Nation shall move ahead with wisdom, with assurance, and with national unity.\r\n\r\nThe world looks to us for the vigor and for the vision that we have demonstrated so often in the past in great moments of our national history. And as I look down the road, I see a confident America, secure in its strengths, secure in its values, and determined to maintain both. I see a conciliatory America, extending its hand to allies and adversaries alike, forming bonds of cooperation to deal with the vast problems facing us all. I see a compassionate America, its heart reaching out to orphans, to refugees, and to our fellow human beings afflicted by war, by tyranny, and by hunger.\r\n\r\nAs President, entrusted by the Constitution with primary responsibility for the conduct of our foreign affairs, I renew the pledge I made last August to work cooperatively with the Congress. I ask that the Congress help to keep America's word good throughout the world. We are one Nation, one government, and we must have one foreign policy.\r\n\r\nIn an hour far darker than this, Abraham Lincoln told his fellow citizens, and I quote: \"We cannot escape history. We of this Congress and this Administration will be remembered in spite of ourselves. No personal significance or insignificance can spare one or another of us.\"\r\n\r\nWe who are entrusted by the people with the great decisions that fashion their future can escape neither responsibilities nor our consciences. By what we do now, the world will know our courage, our constancy, and our compassion.\r\n\r\nThe spirit of America is good and the heart of America is strong. Let us be proud of what we have done and confident of what we can do. And may God ever guide us to do what is right.\r\n\r\nThank you.\r\n",
    "president": "Gerald Ford",
    "title": "April 10, 1975: Address on U.S. Foreign Policy"
  },
  {
    "doc_name": "july-6-1848-message-regarding-treaty-guadalupe-hidalgo",
    "date": "1848-07-06",
    "transcript": "To the House of Representatives of the United States:\nIn answer to the resolutions of the House of Representatives of the 10th instant, requesting information in relation to New Mexico and California, I communicate herewith reports from the Secretary of State, the Secretary of the Treasury, the Secretary of War, and the Secretary of the Navy, with the documents which accompany the same. These reports and documents contain information upon the several points of inquiry embraced by the resolutions. \"The proper limits and boundaries of New Mexico and California\" are delineated on the map referred to in the late treaty with Mexico, an authentic copy of which is herewith transmitted; and all the additional information upon that subject, and also the most reliable information in respect to the population of these respective Provinces, which is in the possession of the Executive will be found in the accompanying report of the Secretary of State.\nThe resolutions request information in regard to the existence of civil governments in New Mexico and California, their \"form and character,\" by \"whom instituted,\" by \"what authority,\" and how they are \"maintained and supported.\"\nIn my message of December 22, 1846, in answer to a resolution of the House of Representatives calling for information \"in relation to the establishment or organization of civil government in any portion of the territory of Mexico which has or might be taken possession of by the Army or Navy of the United States,\" I communicated the orders which had been given to the officers of our Army and Navy, and stated the general authority upon which temporary military governments had been established over the conquered portion of Mexico then in our military occupation.\nThe temporary governments authorized were instituted by virtue of the rights of war. The power to declare war against a foreign country, and to prosecute it according to the general laws of war, as sanctioned by civilized nations, it will not be questioned, exists under our Constitution. When Congress has declared that war exists with a foreign nation, \"the general laws of war apply to our situation,\" and it becomes the duty of the President, as the constitutional \"Commander in Chief of the Army and Navy of the United States,\" to prosecute it.\nIn prosecuting a foreign war thus duly declared by Congress, we have the right, by \"conquest and military occupation,\" to acquire possession of the territories of the enemy, and, during the war, to \"exercise the fullest rights of sovereignty over it.\" The sovereignty of the enemy is in such case \"suspended,\" and his laws can \"no longer be rightfully enforced\" over the conquered territory \"or be obligatory upon the inhabitants who remain and submit to the conqueror. By the surrender the inhabitants pass under a temporary allegiance\" to the conqueror, and are \"bound by such laws, and such only, as\" he may choose to recognize and impose. \"From the nature of the case, no other laws could be obligatory upon them, for where there is no protection or allegiance or sovereignty there can be no claim to obedience.\" These are well-established principles of the laws of war, as recognized and practiced by civilized nations, and they have been sanctioned by the highest judicial tribunal of our own country.\nThe orders and instructions issued to the officers of our Army and Navy, applicable to such portions of the Mexican territory as had been or might be conquered by our arms, were in strict conformity to these principles. They were, indeed, ameliorations of the rigors of war upon which we might have insisted. They substituted for the harshness Of military rule something of the mildness of civil government, and were not only the exercise of no excess of power, but were a relaxation in favor of the peaceable inhabitants of the conquered territory who had submitted to our authority, and were alike politic and humane.\nIt is from the same source of authority that we derive the unquestioned right, after the war has been declared by Congress, to blockade the ports and coasts of the enemy, to capture his towns, cities, and provinces, and to levy contributions upon him for the support of our Army. Of the same character with these is the right to subject to our temporary military government the conquered territories of our enemy. They are all belligerent rights, and their exercise is as essential to the successful prosecution of a foreign war as the right to fight battles.\nNew Mexico and Upper California were among the territories conquered and occupied by our forces, and such temporary governments were established over them. They were established by the officers of our Army and Navy in command, in pursuance of the orders and instructions accompanying my message to the House of Representatives of December 22, 1846. In their form and detail, as at first established, they exceeded in some respects, as was stated in that message, the authority which had been given, and instructions for the correction of the error were issued in dispatches from the War and Navy Departments of the 11th of January, 1847, copies of which are herewith transmitted. They have been maintained and supported out of the military exactions and contributions levied upon the enemy, and no part of the expense has been paid out of the Treasury of the United States.\nIn the routine of duty some of the officers of the Army and Navy who first established temporary governments in California and New Mexico have been succeeded in command by other officers, upon whom light duties devolved; and the agents employed or designated by them to conduct the temporary governments have also, in some instances, been superseded by others. Such appointments for temporary civil duty during our military occupation were made by the officers in command in the conquered territories, respectively.\nOn the conclusion and exchange of ratifications of a treaty of peace with Mexico, which was proclaimed on the 4th instant, these temporary governments necessarily ceased to exist. In the instructions to establish a temporary government over New Mexico, no distinction was made between that and the other Provinces of Mexico which might be conquered and held in our military occupation.\nThe Province of New Mexico, according to its ancient boundaries, as claimed by Mexico, lies on both sides of the Rio Grande. That part of it on the east of that river was in dispute when the war between the United States and Mexico commenced. Texas, by a successful revolution in April, 1836, achieved, and subsequently maintained, her independence. By an act of the Congress of Texas passed in December, 1836, her western boundary was declared to be the Rio Grande from its mouth to its source, and thence due north to the forty-second degree of north latitude. Though the Republic of Texas, by many acts of sovereignty which she asserted and exercised, some of which were stated in my annual message of December, 1846, had established her clear title to the country west of the Nueces, and bordering upon that part of the Rio Grande which lies below the Province of New Mexico, she had never conquered or reduced to actual possession and brought under her Government and laws that part of New Mexico lying east of the Rio Grande, which she claimed to be within her limits. On the breaking out of the war we found Mexico in possession of this disputed territory. As our Army approached Sante Fe (the capital of New Mexico) it was found to be held by a governor under Mexican authority, with an armed force collected to resist our advance. The inhabitants were Mexicans, acknowledging allegiance to Mexico. The boundary in dispute was the line between the two countries engaged in actual war, and the settlement of it of necessity depended on a treaty of peace. Finding the Mexican authorities and people in possession, our forces conquered them, and extended military rule over them and the territory which they actually occupied, in lieu of the sovereignty which was displaced. It was not possible to disturb or change the practical boundary line in the midst of the war, when no negotiation for its adjustment could be opened, and when Texas was not present, by her constituted authorities, to establish and maintain government over a hostile Mexican population who acknowledged no allegiance to her. There was, therefore, no alternative left but to establish and maintain military rule during the war over the conquered people in the disputed territory who had submitted to our arms, or to forbear the exercise of our belligerent rights and leave them in a state of anarchy and without control.\nWhether the country in dispute rightfully belonged to Mexico or to Texas, it was our right in the first case, and our duty as well as our right in the latter, to conquer and hold it. Whilst this territory was in our possession as conquerors, with a population hostile to the United States, which more than once broke out in open insurrection, it was our unquestionable duty to continue our military occupation of it until the conclusion of the war, and to establish over it a military government, necessary for our own security as well as for the protection of the conquered people.\nBy the joint resolution of Congress of March 1, 1845, \"for annexing Texas to the United States,\" the \"adjustment of all questions of boundary which may arise with other governments\" was reserved to this Government. When the conquest of New Mexico was consummated by our arms, the question of boundary remained still unadjusted. Until the exchange of the ratifications of the late treaty, New Mexico never became an undisputed portion of the United States, and it would therefore have been premature to deliver over to Texas that portion of it on the east side of the Rio Grande, to which she asserted a claim. However just the right of Texas may have been to it, that right had never been reduced into her possession, and it was contested by Mexico.\nBy the cession of the whole of New Mexico, on both sides of the Rio Grande, to the United States, the question of disputed boundary, so far as Mexico is concerned, has been settled, leaving the question as to the true limits of Texas in New Mexico to be adjusted between that State and the United States.\nUnder the circumstances existing during the pendency of the war, and while the whole of New Mexico, as claimed by our enemy, was in our military occupation, I was not unmindful of the rights of Texas to that portion of it which she claimed to be within her limits. In answer to a letter from the governor of Texas dated on the 4th of January, 1847, the Secretary of State, by my direction, informed him in a letter of the 12th of February, 1847, that in the President&#39;s annual message of December, 1846--\nYou have already perceived that New Mexico is at present in the temporary occupation of the troops of the United States, and the government over it is military in its character. It is merely such a government as must exist under the laws of nations and of war to preserve order and protect the rights of the inhabitants, and will cease on the conclusion of a treaty of peace with Mexico. Nothing, therefore, can be more certain than that this temporary government, resulting from necessity, can never injuriously affect the right which the President believes to be justly asserted by Texas to the whole territory on this side of the Rio Grande whenever the Mexican claim to it shall have been extinguished by treaty. But this is a subject which more properly belongs to the legislative than the executive branch of the Government.\nThe result of the whole is that Texas had asserted a right to that part of New Mexico east of the Rio Grande, which is believed, under the acts of Congress for the annexation and admission of Texas into the Union as a State, and under the constitution and laws of Texas, to be well founded; but this right had never been reduced to her actual possession and occupancy. The General Government, possessing exclusively the war-making power, had the right to take military possession of this disputed territory, and until the title to it was perfected by a treaty of peace it was their duty to hold it and to establish a temporary military government over it for the preservation of the conquest itself, the safety of our Army, and the security of the conquered inhabitants.\nThe resolutions further request information whether any persons have been tried and condemned for \"treason against the United States in that part of New Mexico lying east of the Rio Grande since the same has been in the occupancy of our Army,\" and, if so, before \"what tribunal\" and \"by what authority of law such tribunal was established.\" It appears that after the territory in question was \"in the occupancy of our Army\" some of the conquered Mexican inhabitants, who had at first submitted to our authority, broke out in open insurrection, murdering our soldiers and citizens and committing other atrocious crimes. Some of the principal offenders who were apprehended were tried and condemned by a tribunal invested with civil and criminal jurisdiction, which had been established in the conquered country by the military officer in command. That the offenders deserved the punishment inflicted upon them there is no reason to doubt, and the error in the proceedings against them consisted in designating and describing their crimes as \"treason against the United States.\" This error was pointed out, and its recurrence thereby prevented, by the Secretary of War in a dispatch to the officer in command in New Mexico dated on the 26th of June, 1847, a copy of which, together with copies of all communications relating to the subject which have been received at the War Department, is herewith transmitted.\nThe resolutions call for information in relation to the quantity of the public lands acquired within the ceded territory, and \"how much of the same is within the boundaries of Texas as defined by the act of the Congress of the Republic of Texas of the 19th day of December, 1836.\" No means of making an accurate estimate on the subject is in the possession of the executive department. The information which is possessed will be found in the accompanying report of the Secretary of the Treasury.\nThe country ceded to the United States lying west of the Rio Grande, and to which Texas has no title, is estimated by the commissioner of the General Land Office to contain 526,078 square miles, or 336,689,920 acres.\nThe period since the exchange of ratifications of the treaty has been too short to enable the Government to have access to or to procure abstracts or copies of the land titles issued by Spain or by the Republic of Mexico. Steps will be taken to procure this information at the earliest practicable period. It is estimated, as appears from the accompanying report of the Secretary of the Treasury, that much the larger portion of the land within the territories ceded remains vacant and unappropriated, and will be subject to be disposed of by the United States. Indeed, a very inconsiderable portion of the land embraced in the cession, it is believed, has been disposed of or granted either by Spain or Mexico.\nWhat amount of money the United States may be able to realize from the sales of these vacant lands must be uncertain, but it is confidently believed that with prudent management, after making liberal grants to emigrants and settlers, it will exceed the cost of the war and all the expenses to which we have been subjected in acquiring it.\nThe resolutions also call for \"the evidence, or any part thereof, that the &#39;extensive and valuable territories ceded by Mexico to the United States constitute indemnity for the past.\"&#39;\nThe immense value of the ceded country does not consist alone in the amount of money for which the public lands may be sold. If not a dollar could be realized from the sale of these lands, the cession of the jurisdiction over the country and the fact that it has become a part of our Union and can not be made subject to any European power constitute ample \"indemnity for the past\" in the immense value and advantages which its acquisition must give to the commercial, navigating, manufacturing, and agricultural interests of our country.\nThe value of the public lands embraced within the limits of the ceded territory, great as that value may be, is far less important to the people of the United States than the sovereignty over the country. Most of our States contain no public lands owned by the United States, and yet the sovereignty and jurisdiction over them is of incalculable importance to the nation. In the State of New York the United States is the owner of no public lands, and yet two-thirds of our whole revenue is collected at the great port of that State, and within her limits is found about one-seventh of our entire population. Although none of the future cities on our coast of California may ever rival the city of New York in wealth, population, and business, yet that important cities will grow up on the magnificent harbors of that coast, with a rapidly increasing commerce and population, and yielding a large revenue, would seem to be certain. By the possession of the safe and capacious harbors on the Californian coast we shall have great advantages in securing the rich commerce of the East, and shall thus obtain for our products new and increased markets and greatly enlarge our coasting and foreign trade, as well as augment our tonnage and revenue.\nThese great advantages, far more than the simple value of the public lands in the ceded territory, \"constitute our indemnity for the past.\"\n ",
    "president": "James K. Polk",
    "title": "July 6, 1848: Message Regarding the Treaty of Guadalupe Hidalgo"
  }
]